Repository: marcinwrochna/www-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pl_pl

source: how do you know us?
pl_pl: skąd wiesz o WWW?

source: interests
pl_pl: zainteresowania

source: PESEL number
pl_pl: numer PESEL

source: address <small>(for the insurance)</small>
pl_pl: adres <small>(do ubezpieczenia)</small>

source: telephone
pl_pl: telefon

source: telephone to your parents/carers
pl_pl: telefon do rodziców/opiekunów

source: staying time: <span class="right">from</span>
pl_pl: pobyt: <span class="right">od</span>

source: <span class="right">to</span>
pl_pl: <span class="right">do</span>

source: I'll join the gathering at
pl_pl: Miejsce zbiórki

source: accomodation and meals
pl_pl: nocleg i wyżywienie

source: preferred t-shirt size
pl_pl: preferowany rozmiar t-shirt'u

source: comments (e.g. vegetarian)
pl_pl: komentarze (np. wegetarianie)
