Repository: marcinwrochna/www-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pl_pl

source: unknown
pl_pl: nieznany

source: Error
pl_pl: Błąd

source: Oops, we're sorry, something exploded. Our team of kittens is working on the problem.
pl_pl: Ups, proszę wybaczyć, coś wybuchło.

source: Access forbidden.
pl_pl: Odmowa dostępu.

source: Save
pl_pl: Zapisz

source: Invalid character: "%s", position %d.
pl_pl: Niepoprawny znak: "%s", pozycja %d.

source: The value should have exactly %d characters.
pl_pl: Wartość powinna mieć dokładnie %d znaków.

source: The value is too short
pl_pl: Wartość jest zbyt krótka

source: characters
pl_pl: znaków

source: The value is too long
pl_pl: Wartość jest zbyt długa

source: Invalid e-mail address.
pl_pl: Niepoprawny adres e-mail.

source: The value doesn't match it's repetition.
pl_pl: Wartość nie zgadza się z powtórzeniem.

source: The value is not an integer.
pl_pl: Wartość nie jest liczbą.

source: other
pl_pl: inne

source: other...
pl_pl: inne...

source: or
pl_pl: lub

source: Correlation matrix
pl_pl: Macierz korelacji

source: For each pair of workshops the number of qualified users accepted for both is shown (including lecturers and staff).<br/>You can single out a principal minor by clicking on rows.
pl_pl: Dla każdej pary warsztatów pokazano liczbę uczestników zakwalifikowanych na oba (w tym prowadzący i kadra).<br/>Klikając możesz wyróżnić minor główny.

source: List of personal data
pl_pl: Lista danych osobowych

source: printable version
pl_pl: wersja do druku

source: Persons who did not fill their data:
pl_pl: Osoby, które nie wypełniły swoich danych:

source: full name
pl_pl: imię i nazwisko

source: phone number
pl_pl: numer telefonu

source: parent's phone
pl_pl: telefon do rodziców

source: address
pl_pl: adres

source: List of arrival data
pl_pl: Lista dot. przyjazdów

source: without comments
pl_pl: bez komentarzy

source: with comments
pl_pl: z komentarzami

source: arrival
pl_pl: przyjazd

source: departure
pl_pl: wyjazd

source: gathering
pl_pl: zbiórka

source: comments
pl_pl: komentarze

source: last mod.
pl_pl: ost. zmiana

source: List of meal data
pl_pl: Lista dot. posiłków

source: Number of qualified users who didn't specify their staying time:
pl_pl: Liczba zakwalifikowanych użytkowników, którzy nie określili czasu pobytu:

source: see
pl_pl: patrz

source: list of personal data
pl_pl: lista danych osobowych

source: Number of qualified users who will get accommodation and meals on their own:
pl_pl: Liczba zakwalifikowanych użytkowników, którzy nocleg i wyżywienie załatwią we własnym zakresie:

source: day
pl_pl: dzień

source: T-shirt sizes
pl_pl: Rozmiary t-shirtów

source: Qualification tasks
pl_pl: Zadania kwalifikacyjne

source: This is a place where you can add information concerning all tasks, how to submit solutions, etc. You may, for example, attach a pdf with all the tasks. If you won't be able to check tasks during some period, write about it here.
pl_pl: Tu możesz dodać informacje dot. wszystkich zadań, jak wysyłać rozwiązania, itp. Możesz np. załączyć pdf'a z treściami zadań. Jeśli przez pewien czas nie będziesz w stanie sprawdzać rozwiązań, napisz tu o tym.

source: edit
pl_pl: edytuj

source: edit task
pl_pl: edytuj zadanie

source: delete task
pl_pl: usuń zadanie

source: submit
pl_pl: wyślij

source: your solution
pl_pl: twoje rozwiązanie

source: add a task
pl_pl: dodaj zadanie

source: Your workshops await acceptance.
pl_pl: Twoje warsztaty czekają na akceptację.

source: New qualification task
pl_pl: Nowe zadanie kwalifikacyjne

source: Edit qualification task
pl_pl: Edycja zadania kwalifikacyjnego

source: back
pl_pl: wróć

source: Are you sure you want to delete the following task?
pl_pl: Czy na pewno chcesz usunąć poniższe zadanie?

source: Yes
pl_pl: Tak

source: Cancel
pl_pl: Anuluj

source: Task deletion
pl_pl: Usuwanie zadania

source: Task %d. deleted.
pl_pl: Usunięto zadanie %d.

source: Task solution
pl_pl: Rozwiązanie zadania

source: Edit your solution
pl_pl: Edytuj rozwiązanie

source: grade
pl_pl: ocena

source: comment
pl_pl: komentarz

source: Task %d. from %s
pl_pl: Zadanie %d. z %s

source: solution
pl_pl: rozwiązanie

source: The editor allows you to attach files.
pl_pl: Edytor umożliwia załączanie plików.

source: Saved.
pl_pl: Zapisano.

source: Signups
pl_pl: Zapisy

source: participant
pl_pl: uczestnik

source: points
pl_pl: punkty

source: overall
pl_pl: ogólnie

source: see & grade solutions
pl_pl: zobacz i oceń rozwiązania

source: from staff:
pl_pl: z kadry:

source: Summary of points
pl_pl: Podsumowanie punktów

source: No data (no one has been graded yet).
pl_pl: Brak danych (nikogo jeszcze nie oceniono).

source: title
pl_pl: tytuł

source: Comments concerning tasks
pl_pl: Komentarz do zadań

source: Task solutions
pl_pl: Rozwiązania zadania

source: Overall
pl_pl: Ogólnie

source: Task
pl_pl: Zadanie

source: No solution.
pl_pl: Brak rozwiązania.

source: submitted
pl_pl: nadesłano

source: older solutions
pl_pl: starze rozwiązania

source: Task %d graded.
pl_pl: Oceniono zadanie %d.

source: missing picture
pl_pl: brakuje obrazka

source: Application database has just been updated to version %d.
pl_pl: Baza danych aplikacji została zaktualizowana do wersji %d.

source: Anonym
pl_pl: Anonim

source: User #%d doesn't exist
pl_pl: Użytkownik #%d nie istnieje

source: Logged out.
pl_pl: Wylogowano.

source: Wrong username/e-mail or password.
pl_pl: Niepoprawny użytkownik/hasło.

source: This account hasn't been confirmed yet. Check your mailbox.
pl_pl: To konto nie potwierdziło e-maila. Sprawdź swoją skrzynkę.

source: Successfully logged in.
pl_pl: Pomyślnie zalogowano.

source: You are now logged in as another person.
pl_pl: Jesteś teraz zalogowan$y jako inna osoba.

source: return
pl_pl: wróć

source: Log out
pl_pl: Wyloguj się

source: Create your account
pl_pl: Utwórz konto

source: All fields are required. Your e-mail will only be visible to signed-in users.<br/>One account should correspond to one person (e.g. don't create an account for another lecturer).<br/>
pl_pl: Wszystkie pola są wymagane. Twój e-mail będzie widoczny tylko dla zarejestrowanych.<br/>Jedno konto powinno odpowiadać jednej osobie (np. nie twórz konta dla współwykładowcy).<br/>

source: This login is already taken.
pl_pl: Login jest już zajęty.

source: This email address is already registered. If you didn't receive an email with confirmation, check your spam or
pl_pl: Podany adres e-mail jest już zarejestrowany. Jeśli nie dotarła wiadomość z potwierdzeniem, sprawdź spam lub

source: report a bug
pl_pl: zgłoś błąd

source: A new user account has been created on %s using this e-mail address.\nTo confirm your registration, open the following link:\n%s\n\n(If you didn't sign up, just ignore this email.)\n
pl_pl: Utworzono nowe konto na %s używając tego adresu e-mail.\nAby potwierdzić rejestrację, otwórz poniższy link:\n%s\n\n(Jeśli się nic o tym nie wiesz, po prostu zignoruj.)\n

source: New user account
pl_pl: Utwórz konto

source: Your account has been successfully created. Now, click the link you received in an e-mail to confirm.<br/>(If not, wait 15 minutes and check your spam.)
pl_pl: Twoje konto zostało pomyślnie utworzone. Potwierdź teraz klikając w link otrzymany mailem.<br/>(W razie braku zaczekaj 15 minut i sprawdź spam.)

source: The link you opened doesn't contain the confirmation number. Please copy the whole link from the e-mail you received.
pl_pl: Podany link nie zawiera numerku potwierdzającego. Skopiuj ręcznie cały link z otrzymanego emaila.

source: Invalid confirmation number.
pl_pl: Niepoprawny numerek potwierdzający.

source: Welcome! Now tell us something about yourself.
pl_pl: Napisz coś o sobie.

source: Password change
pl_pl: Zmiana hasła

source: Old password doesn't match.
pl_pl: Stare hasło się nie zgadza.

source: Password succesfully changed.
pl_pl: Pomyślnie zmieniono hasło.

source: Password reset
pl_pl: Zapomniałem hasła

source: Type your username or e-mail address. You'll recevie a message with a new password.
pl_pl: Wpisz login lub adres e-mail. Dostaniesz wiadomość z nowym hasłem.

source: No account found with such login/e-mail.
pl_pl: Brak konta z takim loginem/e-mailem.

source: Your password at %s has been reset.\nusername: %s\ne-mail: %s\npassword: %s\n(the password has 10 hex characters)\n\nIf you don't know what this is about, report abuse:\n%s\n
pl_pl: Twoje hasło na %s zostało zresetowane.\nlogin: %s\ne-mail: %s\nhasło: %s\n(hasło zawiera 10 znaków hex)\n\nJeśli nie wiesz o co chodzi, zgłoś nadużycie:\n%s\n

source: New password
pl_pl: Nowe hasło

source: An e-mail message with the new password has been sent.
pl_pl: Wysłano e-maila z nowym hasłem.

source: WWWapp
pl_pl: Aplikacja WWW

source: Main page
pl_pl: Strona główna

source: before
pl_pl: do

source: a longer motivation letter (you wrote %d < %d words)
pl_pl: dłuższy list motywacyjny (napisał$ś %d < %d słów)

source: Want to participate in workshops only?
pl_pl: Chcesz tylko uczestniczyć w warsztatach?

source: log in
pl_pl: zaloguj

source: Write (before %s) and check solutions to (before %s)
pl_pl: Napisz treści (do %s) i sprawdź rozwiązania (do %s)

source: You wrote and checked solutions to
pl_pl: Napisał$ś i sprawdził$ś rozwiązania do

source: qualification tasks.
pl_pl: zadań kwalifikacyjnych.

source: Want to give a workshop block?
pl_pl: Chcesz poprowadzić warsztaty?

source: If more than one lecturer is to give a workshop block, one of them should submit a proposition, and then attach the remaining lecturers.
pl_pl: Jeśli blok warsztatowy ma prowadzić więcej osób, jedna z nich powinna wysłać propozycję i później podpiąć do niej pozostałych.

source: Wikidot accounts are separate - to edit anything there you'll have to use a wikidot account.
pl_pl: Konta na wikidot są osobne - żeby cokolwiek tam zmienić będziesz potrzebował wikidot'owego konta.

source: You have already been signed up for this year's edition.
pl_pl: Już zostałeś zgłoszony do tegorocznej edycji.

source: Signed you up for this year's edition.
pl_pl: Zgłoszono Cię do tegorocznej edycji.

source: Report a problem
pl_pl: Zgłoś błąd

source: Something doesn't work like it should? Things are unclear, overcomplicated, ugly, inconvenient? You absolutely have to report this!
pl_pl: Coś nie działa jak powinno? Coś jest niejasne, nazbyt skomplikowane, brzydkie, niewygodne? Koniecznie to zgłoś!

source: Write how to contact you, if you expect an answer.
pl_pl: Wspomnij jakiś kontakt, jeśli oczekujesz odpowiedzi.

source: By default we'll reply by e-mail
pl_pl: Domyślnie odpowiemy na e-maila

source: Settings
pl_pl: Ustawienia

source: Current workshops edition
pl_pl: Obecna edycja warsztatów

source: Global settings
pl_pl: Ogólne ustawienia

source: use a new number to create a new edition
pl_pl: użyj nowego numeru by utworzyć nową edycję

source: Created edition %d.
pl_pl: Utworzono edycję %d.

source: Saved global settings.
pl_pl: Zapisano ogólne ustawienia.

source: Workshop list
pl_pl: Lista warsztatów

source: You signed up for %d x 1,5 hours of workshops.
pl_pl: Zapisał$ś się na %d × 1,5 godzin warsztatów.

source: Remember that WWW has approximately 36 x 1,5 hours in total.
pl_pl: Pamiętaj, że WWW mieści łącznie około 36 × 1,5 godzin.

source: Your workshops
pl_pl: Twoje warsztaty

source: All workshops
pl_pl: Wszystkie warsztaty

source: When sorting by lecturers, common workshops are shown repeatedly.
pl_pl: Przy sortowaniu po prowadzących wspólne warsztaty są pokazywane wielokrotnie.

source: No workshops have been accepted for this edition yet.
pl_pl: Nie zaakceptowano jeszcze żadnych warsztatów na tę edycję.

source: Workshop not found.
pl_pl: Nie znaleziono bloku warsztatowego.

source: Lecturer
pl_pl: Prowadzący

source: sign out
pl_pl: wypisz się

source: sign up
pl_pl: zapisz się

source: Proposal
pl_pl: Porpozycja

source: Changed workshop block status.
pl_pl: Zmieniono status bloku warsztatowego.

source: signups and tasks
pl_pl: zapisy i zadania

source: Your status:
pl_pl: Twój status:

source: change
pl_pl: zmień

source: Topics addressed, difficulty, scope of material, what will you do (theoretical problems, coding, experiments, ...). We encourage possibly detailed descriptions.
pl_pl: Poruszana tematyka, trudność, zakres materiału, co będziesz robić (teoretyczne problemy, kodzenie, eksperymenty, ...). Zachęcamy do możliwie wyczerpujących opisów.

source: non-standard durations should be<br/> consulted with the organizers.
pl_pl: niestandardowe długości<br/> konsultować z organizatorami.

source: Propose a new workshop block
pl_pl: Zaproponuj nowy blok warsztatowy

source: Edit a workshop block
pl_pl: Edytuj blok warsztatowy

source: view
pl_pl: zobacz

source: The deadline for workshop proposal submissions has expired. Fill the form at your own risk.
pl_pl: Deadline zgłaszania propozycji warsztatów minął. Wypełniasz na własną odpowiedzialność.

source: You'll be able to add more lecturers later, by editing this workshop block.
pl_pl: Więcej prowadzących można dodać później, edytując warsztaty.

source: Your proposal has been submitted.
pl_pl: Twoja propozycja została wysłana.

source: remove
pl_pl: usuń

source: Full name or uid
pl_pl: Imię i nazwisko lub uid

source: Add/remove lecturers
pl_pl: Dodaj/usuń prowadzących

source: Add
pl_pl: Dodaj

source: The user is not a lecturer.
pl_pl: Użytkownik nie jest prowadzącym.

source: Are you sure you want to remove yourself from lecturers?
pl_pl: Czy na pewno chcesz usunąć siebie z prowadzących?

source: yes
pl_pl: tak

source: cancel
pl_pl: anuluj

source: The user has been removed from lecturers here.
pl_pl: Użytkownik został usunięty z prowadzących te zajęcia.

source: User not found.
pl_pl: Nie znaleziono użytkownika.

source: Fuzzy-matched user #%d
pl_pl: Niedokładnie dopasowano użytkownika #%d

source: The user you selected already is a lecturer here.
pl_pl: Wskazany użytkownik już jest tu prowadzącym.

source: The user already signed up as a participant. Sign him out and add to lecturers?
pl_pl: Wskazany użytkownik już zapisał się tu jako uczestnik. Wypisać i dodać do prowadzących?

source: Added user to lecturers.
pl_pl: Dodano użytkownika do prowadzących.

source: You're already signed up for this workshop block.
pl_pl: Już zapisał$ś się na ten blok warsztatowy.

source: Signed up for a workshop block.
pl_pl: Zapisano na blok warsztatowy.

source: Your can't resign from your status:
pl_pl: Nie możesz zrezygnować ze swojego statusu:

source: Resigned from workshop block.
pl_pl: Zrezygnowano z bloku warsztatowego.

source: Administration
pl_pl: Administracja

source: words in motivation letter
pl_pl: słów w liście motywacyjnym

source: Users administration
pl_pl: Administracja użytkowników

source: "mailto:" link
pl_pl: link "mailto:"

source: lecturer
pl_pl: prowadząc$y

source: candidate
pl_pl: kandydat

source: qualified
pl_pl: zakwalifikowan$y

source: profile
pl_pl: profil

source: qualification
pl_pl: kwalifikacja

source: Workshops
pl_pl: Warsztaty

source: Qualified
pl_pl: Zakwalifikowan$y

source: The user didn't candidate as a participant nor lecturer.
pl_pl: Użytkownik nie kandydował jako uczestnik ani prowadzący.

source: Saved
pl_pl: Zapisano

source: back to the list
pl_pl: wróć do listy

source: next
pl_pl: następny

source: previous
pl_pl: poprzedni

source: additional info
pl_pl: dodatkowe informacje

source: qualification status
pl_pl: status kwalifikacji

source: Your profile
pl_pl: Twój profil

source: Executes everything as if you were logged in as that person.
pl_pl: Wykonuje wszystko tak jak by zalogować Cię jako ta osoba.

source: impersonate
pl_pl: impersonuj

source: masculine
pl_pl: męski

source: feminine
pl_pl: żeński

source: None
pl_pl: Brak

source: Candidate
pl_pl: Kandydat

source: Qualified candidate
pl_pl: Zakwalifikowany kandydat

source: Qualified lecturer
pl_pl: Zakwalifikowany prowadzący

source: the user hasn't confirmed his e-mail yet
pl_pl: użytkownik nie potwierdził jeszcze e-maila

source: the user hasn't logged in yet
pl_pl: użytkownik jeszcze się nie logował

source: Additional info
pl_pl: Dodatkowe informacje

source: The user hasn't signed up for this edition yet.
pl_pl: Użytkownik nie zapisał się jeszcze na tę edycję warsztatów.

source: You should first sign up as a participant or lecturer.
pl_pl: Zgłoś się najpierw jako uczestnik lub prowadzący.

source: Warsaw PKP
pl_pl: Warszawa PKP

source: I'll arrive on my own.
pl_pl: We własnym zakresie.

source: on my own
pl_pl: we własnym zakresie

source: applies to Olsztyn residents, for example
pl_pl: dotyczy np. mieszkańców Olsztyna

source: Motivation letter
pl_pl: List motywacyjny

source: Write (in %d - %d words)<br/>1. What do you expect from these workshops?<br/>2. What are your interests in science?<br/>3. (Optional) Would you like to make a short (15 min.) presentation?<br/><small>Tell us something about a topic you would choose, or (if you have no good idea)<br/>describe as precisely as possible what would you suggest you'd like to talk about.<br/>(This will be taken into account in case we get many good applications).</small>
pl_pl: Napisz (w %d - %d słowach)<br/>1. Czego oczekujesz od wasztatów?<br/>2. Jakie są twoje zainteresowania naukowe?<br/>3. (Opcjonalnie) Czy zechciał$abyś poprowadzić krótką (15 min.) prezentację?<br/><small>Napisz coś o temacie, który byś wybrał$a, lub (jeśli nie masz dobrego pomysłu)<br/>opisz możliwie dokładnie swoje preferencje.<br/>

source: Your motivation letter has been saved.
pl_pl: Zapisano list motywacyjny.

source: Fill in <a href="editProfile">your profile</a> first!
pl_pl: Fill Najpierw wypełnij <a href="editProfile">profil</a>!

source: edit profile
pl_pl: edytuj profil

source: profile on wikidot
pl_pl: profil na wikidot

source: Could not connect to database.
pl_pl: Nie można połączyć z bazą danych.

source: Undefined database table <i>%s</i> (prefix is <i>%s</i>).
pl_pl: Niezdefiniowana tabela <i>%s</i> w bazie danych (prefix <i>%s</i>).

source: unassociated
pl_pl: niezwiązan$y

source: You aren't signed up for this workshop block.
pl_pl: Nie zapisał$ś się na ten blok warsztatowy.

source: You signed up for this workshop block (remember about qualification).
pl_pl: Zapisał$ś się na ten blok (pamiętaj o kwalifikacji).

source: didn't meet the requirements
pl_pl: nie spełnił$a wymagań

source: You didn't meet the requirements.
pl_pl: Nie spełnił$ś wymagań.

source: accepted
pl_pl: zaakceptowan$y

source: You have been accepted for this workshop block.
pl_pl: Zaakceptowano Cię na ten blok warsztatowy.

source: signed up (staff)
pl_pl: zapisan$y (kadra)

source: You signed up for this workshop block (qualified as a staff member).
pl_pl: Zapisał$ś się na ten blok (zakwalifikował$ś jako kadra).

source: You are a lecturer to this workshop block.
pl_pl: Prowadzisz te warsztaty.

source: new
pl_pl: nowy

source: to be considered
pl_pl: nowy (do rozpatrzenia)

source: details requested
pl_pl: prośba o szczegóły

source: poor
pl_pl: słabe

source: initially considered
pl_pl: wstępnie rozpatrzono

source: approved
pl_pl: zaakceptowane

source: light
pl_pl: luźny

source: light lecture
pl_pl: luźny wykład

source: workshop
pl_pl: warsztaty

source: workshop block
pl_pl: blok warsztatowy

source: mathematics
pl_pl: matematyka

source: computer science (theory)
pl_pl: informatyka (teoretyczna)

source: computer science (practice)
pl_pl: informatyka (praktyczna)

source: physics
pl_pl: fizyka

source: astronomy
pl_pl: astronomia

source: none
pl_pl: brak

source: to be checked
pl_pl: czeka na sprawdzenie

source: returned for correction
pl_pl: oddano do poprawy

source: graded
pl_pl: oceniono

source: when
pl_pl: kiedy

source: who
pl_pl: co

source: what
pl_pl: kto

source: which
pl_pl: które

source: the task
pl_pl: treść zadania

source: a comment for admins only
pl_pl: komentarz tylko dla organizatorów

source: your application
pl_pl: twoje podanie

source: list of applications
pl_pl: lista podań

source: motivation letter
pl_pl: list motywacyjny

source: username
pl_pl: login

source: password
pl_pl: hasło

source: retype password
pl_pl: powtórz hasło

source: old password
pl_pl: stare hasło

source: new password
pl_pl: nowe hasło

source: type new password again
pl_pl: powtórz hasło

source: Log in
pl_pl: Zaloguj

source: create account
pl_pl: utwórz konto

source: forgot password?
pl_pl: nie pamiętasz hasła?

source: main page
pl_pl: strona główna

source: report a problem
pl_pl: zgłoś błąd

source: Apply
pl_pl: Zgłoś się

source: You applied
pl_pl: Zgłosił$ś się

source: as a participant.
pl_pl: jako uczestnik.

source: Fill
pl_pl: Wypełnij

source: You filled
pl_pl: Wypełnił$ś

source: your profile.
pl_pl: profil.

source: Sign up
pl_pl: Zapisz się

source: You signed up
pl_pl: Zapisał$ś się

source: for at least 4 workshop blocks.
pl_pl: na co najmniej 4 bloki warsztatowe.

source: Write
pl_pl: Napisz

source: You wrote
pl_pl: Napisał$ś

source: a motivation letter.
pl_pl: list motywacyjny.

source: Solve
pl_pl: Rozwiąż

source: You solved
pl_pl: Rozwiązał$ś

source: qualification tasks
pl_pl: zadania kwalifikacyjne

source: Wait for results.
pl_pl: Czekaj na wyniki.

source: You have been qualified.
pl_pl: Został$ś zakwalifikowan$y.

source: the additional info form.
pl_pl: formularz z dodatkowymi danymi.

source: as a lecturer.
pl_pl: jako prowadzący.

source: Propose
pl_pl: Zaproponuj

source: You proposed
pl_pl: Zaproponował$ś

source: a workshop block.
pl_pl: blok warsztatowy

source: Wait for preliminary approval.
pl_pl: Czekaj na wstępną akceptację.

source: Your workshop block has been preliminarly approved.
pl_pl: Twój blok warsztatowy został wstępnie zaakceptowany.

source: a decription for users on wikidot
pl_pl: opis dla użytkowników na wikidocie

source: Workshops' start time
pl_pl: Początek warsztatów

source: Workshops' finish time
pl_pl: Koniec warsztatów

source: Hours selectable in 'staying time', space separated (e.g. type 3 to know how many persons will need accomodation every night, 9 for breakfasts, ...).
pl_pl: Godziny wybieralne jako 'czas pobytu', oddzielone spacjami (np. wpisz 3 żeby wiedzieć ile noclegów, 9 dla śniadań, …).

source: Deadline for proposals (soft)
pl_pl: Deadline dla propozycji (soft)

source: Coders
pl_pl: Koderzy

source: Icons
pl_pl: Ikonki

source: workshop list
pl_pl: lista warsztatów

source: your workshops
pl_pl: twoje warsztaty

source: propose new workshops
pl_pl: zaproponuj nowe warsztaty

source: lecturers
pl_pl: prowadzący

source: type
pl_pl: rodzaj

source: subjects
pl_pl: działy

source: duration [1.5h]
pl_pl: czas [1.5h]

source: signups
pl_pl: zapisy

source: Title
pl_pl: Tytuł

source: Lecturers
pl_pl: Prowadzący

source: Description
pl_pl: Opis

source: Subject
pl_pl: Dział

source: Type
pl_pl: Rodzaj

source: Duration
pl_pl: Czas trwania

source: Link to description on wikidot
pl_pl: Link do opisu na wikidot

source: description
pl_pl: opis

source: see the description on wikidot
pl_pl: zobacz opis na wikidot

source: users
pl_pl: użytkownicy

source: all workshops
pl_pl: wszystkie warsztaty

source: correlations
pl_pl: korelacje

source: settings
pl_pl: ustawienia

source: list of arrival data
pl_pl: lista dot. przyjazdów

source: list of meal data
pl_pl: list dot. posiłków

source: summary of points
pl_pl: podsumowanie punktów

source: roles
pl_pl: role

source: letter
pl_pl: list

source: graduation year
pl_pl: rok zdania matury

source: Interests
pl_pl: Zainteresowania

source: details
pl_pl: szczegóły

source: registered
pl_pl: zarejestrowan$y

source: last login
pl_pl: ostatnie logowanie

source: grammatical gender
pl_pl: rodzaj gramatyczny

source: role in current edition
pl_pl: rola w obecnych warsztatach

source: other roles
pl_pl: inne role

source: school/university
pl_pl: szkoła/uczelnia

source: high school graduation year
pl_pl: rok zdania matury
